Repository: junkiesdevstudio/PowerMPlayer
Catalog: branches/Power_Mplayer/Power_Mplayer/OptionForm.*.resx
Languages: pt

# tp_general.Text
source: General
pt: Geral

# tp_Output.Text
source: Output
pt: Saida

# tp_Subtitle.Text
source: Subtitle
pt: Legenda

# tp_audio.Text
source: File Extension
pt: Extenção de arquivos

# groupBox1.Text
source: Mplayer Option
pt: Opções do Mplayer

# label1.Text
source: Mplayer.exe path:
pt: Caminho do Mplayer.exe:

# button2.Text
source: Browse
pt: Procurar

# Audio_Softvol.Text
source: Use Software Mixer
pt: Usar software misturador

# label3.Text
source: Audio output driver:
pt: Drive da saida de Audio:

# label2.Text
source: Video output driver:
pt: Drive da saida de Video:

# Srt_ChineseTrans.Items
source: None
pt: Nenhum

# Srt_ChineseTrans.Items1
source: To Traditional
pt: Para Tradicional

# Srt_ChineseTrans.Items2
source: To Simplified
pt: Para Simplificado

# label8.Text
source: Chinese convert
pt: Conversão de Chinês

# groupBox4.Text
source: Font
pt: Fonte

# label7.Text
source: Initial Scale
pt: Escala Inicial:

# btn_BroseFont.Text
source: Browse Font
pt: Procurar

# label6.Text
source: Font
pt: Fonte

# Srt_AutoScale.Items
source: None
pt: Nenhum

# Srt_AutoScale.Items1
source: By height
pt: Pela altura

# Srt_AutoScale.Items2
source: By width
pt: Pela largura

# Srt_AutoScale.Items3
source: By diagonal
pt: Pela diagonal

# label5.Text
source: Sub Autoscale
pt: Autoescala da legenda

# Srt_UseASS.Text
source: Use SSA/ASS
pt: Usar SSA/ASS

# Srt_ForceUTF8.Text
source: Auto convert to utf8
pt: Auto converter para utf8

# btn_SelectAllExt.Text
source: Select All
pt: Selecionar Todos

# chkLanguage.Items
source: System Default
pt: System Default - Padrão do sistema

# label9.Text
source: Select Language:
pt: Selecionar Idioma:

# btn_close.Text
source: Close
pt: Fechar

# btn_cancel.Text
source: Cancel
pt: Cancelar
